[
    {
        "idLeague": "4470",
        "idSoccerXML": null,
        "strSport": "American Football",
        "strLeague": "Arena Football League",
        "strLeagueAlternate": "AFL",
        "strDivision": "2",
        "idCup": "0",
        "intFormedYear": "1986",
        "dateFirstEvent": null,
        "strGender": "Male",
        "strCountry": "USA",
        "strWebsite": "www.arenafootball.com",
        "strFacebook": "www.facebook.com\/OfficialAFL\/",
        "strTwitter": "twitter.com\/OfficialAFL",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Arena Football League (AFL) is a professional indoor American football league in the United States. It was founded in 1987 by Jim Foster, making it the third longest-running professional football league in North America, after the Canadian Football League (CFL) and the National Football League (NFL). The AFL plays a proprietary code known as arena football, a form of indoor American football played on a 66-by-28 yard field (about a quarter of the surface area of an NFL field), with rules encouraging offensive performance, resulting in a faster-paced and higher-scoring game. The sport was invented in the early 1980s and patented by Foster, a former executive of the United States Football League (USFL) and the NFL.From 2000 to 2009, the AFL had its own developmental league, the af2. The AFL played 22 seasons from 1987 to 2008; internal issues caused the league to cancel its 2009 season, though the af2 did play. Later that year both the AFL and af2 were dissolved and reorganized as a new corporation comprising teams from both leagues, and the AFL returned in 2010. The Arena Football League has its headquarters in Las Vegas. The league's average game attendance since returning in 2010 has been approximately 9,500.The league has historically had a nationwide footprint and has been recognized as the most prominent professional indoor league in North America, offering higher payment, more widespread media exposure and a longer history than competing leagues. After the 2016 season, continuing a general pattern of contraction over the previous seasons, five of the eight teams either folded or left the league. The three remaining franchises still intend on playing the 2017 season with two expansion teams rounding out the league to five teams, all of them based in the eastern United States; it will be the smallest the league has been since 1989.Jim Foster, a promotions manager with the National Football League, conceived of indoor football while watching an indoor soccer match at Madison Square Garden in 1981. While at the game, he wrote his idea on a 9 x 12 envelope, with sketches of the field and notes on gameplay. He presented the idea to a few friends at the NFL offices, where he received praise and encouragement for his concept. After solidifying the rules and a business plan, and supplemented with sketches by a professional artist, Foster presented his idea to various television networks. He reached an agreement with NBC for a 'test game'.Plans for arena football were put on hold in 1982 as the United States Football League was launched. Foster left the NFL to accept a position in the USFL. He eventually became executive vice-president with the Chicago Blitz, where he returned to his concept of arena football. In 1983, he began organizing the test game in his spare time from his job with the Blitz. By 1985, the USFL had ceased football operations and he began devoting all his time to arena football, and on April 27, 1986, his concept was realized when the test game was played.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/cztfi21559327345.jpg",
        "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/d3doaa1559327353.jpg",
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/league\/badge\/bexx6e1546364621.png",
        "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/league\/logo\/w75lts1546364699.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strAwayTeam} @ {strHomeTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4471",
        "idSoccerXML": null,
        "strSport": "American Football",
        "strLeague": "Indoor Football League",
        "strLeagueAlternate": "IFL",
        "strDivision": "2",
        "idCup": "0",
        "intFormedYear": "2008",
        "dateFirstEvent": null,
        "strGender": "Male",
        "strCountry": "USA",
        "strWebsite": "goifl.com",
        "strFacebook": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Indoor Football League (IFL) is a professional indoor American football league created in 2008 out of the merger between the Intense Football League and United Indoor Football. For the 2015 season, the league had ten teams. The league is the second highest tier in indoor\/arena football behind the Arena Football League (AFL). IFL players earn a minimum of US$250 per game played (before taxes). The season is 16 games long, plus playoffs of two or more rounds.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strFanart1": null,
        "strFanart2": null,
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/league\/badge\/1dmp7f1490011185.png",
        "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/league\/logo\/swwwpo1490010948.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strAwayTeam} @ {strHomeTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4473",
        "idSoccerXML": null,
        "strSport": "American Football",
        "strLeague": "National Arena League",
        "strLeagueAlternate": "NAL",
        "strDivision": "2",
        "idCup": "0",
        "intFormedYear": "2016",
        "dateFirstEvent": null,
        "strGender": "Male",
        "strCountry": "USA",
        "strWebsite": "www.nationalarenaleague.com",
        "strFacebook": "www.facebook.com\/NationalArenaLeague\/",
        "strTwitter": "twitter.com\/NALFootball",
        "strYoutube": "",
        "strRSS": "http:\/\/feeds.feedburner.com\/NAL",
        "strDescriptionEN": "The National Arena League (NAL) is a professional indoor football league that began play in 2017. It was originally called the Arena Developmental League (ADL) when it was formed by teams breaking off from American Indoor Football in June 2016. When the Jacksonville Sharks joined from the Arena Football League, the league was reorganized and it became the NAL.Originally called the Arena Developmental League (ADL), it was founded in June 2016 by Columbus Lions owner Skip Seda and father Keke Seda in the wake of several small indoor leagues folding and teams jumping to other leagues. The league was announced to begin play in March 2017 and, while not affiliated with any other leagues, intended on developing players to be looked at by scouts in the Arena Football League (AFL), Canadian Football League (CFL) and National Football League (NFL). In their introductory press conference, the league announced former AFL, af2, and CFL head coach John Gregory as its first commissioner and former AFL and af2 head coach Chris Siegfried as director of football operations. Charter teams began being announced in July 2016 with the Columbus Lions and Lehigh Valley Steelhawks joining from the defunct American Indoor Football. On July 21, the High Country Grizzlies announced their ADL membership after initially being announced as an AIF expansion team. On August 11, the Dayton Wolfpack were announced as the league's fourth team. On September 13, the ADL added the Georgia Firebirds from the AIF as the fifth team. On September 21, the league announced its sixth team to be from Highland Heights, Kentucky, owned by Northern Kentucky Professional Indoor Football LLC headed by W. Leland Bennett III. Bennett was one of the owners of the Northern Kentucky Nightmare, a travel team that played in the AIF the previous season, but no name for the ADL team was announced and the franchise was removed from the league when the league later changed names. In October, the ADL added the Anderson Gladiators from Anderson, South Carolina, but were removed from the league in November due to arena lease issues. On October 17, the Corpus Christi Rage held a press conference announcing it had joined the ADL (although the ADL did not confirm until October 28). On October 20, the ADL announced that the Fort Myers area-based Florida Tarpons were joining the league. However, the Tarpons would also withdraw from the league on November 10 to join the upstart Arena Pro Football.On November 18, 2016, the league announced it had changed its name to National Arena League. As part of the change in name, the league management was also restructured so that it was no longer managed by Lions' owner Skip Seda, but was instead managed by all member teams equally. Later that day, the league added a former Arena Football League team, the Jacksonville Sharks. On November 30, the league added the Monterrey Steel from Monterrey, Nuevo León, Mexico, becoming the first American indoor\/arena league to house a Mexican team as well as the first in fifteen years to house a team from outside the United States. In order to satisfy the Sharks' contract with their arena, they were given eight home games in the 12 game season. To balance the uneven scheduling, the Corpus Christi Rage and Dayton Wolfpack each only were given five home games while the other five teams each had six. This was changed again when the Wolfpack apparently never were able to secure an arena lease, despite announcing they would play at the Nutter Center and signed players were reporting on social media that all players had been cut. As of February 20, 2017, all Wolfpack home games were cancelled. During the season, league took over operations of the Firebirds, Rage, and Wolfpack. The Sharks would go on to finish with a 11–1 record and win the inaugural championship game over the Lions. The Rage and Wolfpack folded at the end of the season.During the first season, the league announced the first 2018 expansion team in the Jersey Flight of Trenton, New Jersey. During the summer league meetings, the NAL conditionally approved ownership groups in Boston, Providence, Richmond, and Orlando with an expansion application deadline of August 15, 2017. The Richmond Roughriders, formerly of Arena Pro Football, confirmed the next day that they were finalizing their NAL expansion requirements. However, on September 13, the Roughriders announced they were joining the American Arena League instead.On September 28, 2017, the NAL announced on their Facebook page that the Jacksonville Sharks, Lehigh Valley Steelhawks, Columbus Lions and Jersey Flight had all signed three-year NAL membership agreements and committed to play in the league until 2020. The Monterrey Steel could not commit for 2018 citing the 2017 Central Mexico earthquake. The Georgia Firebirds could not commit due to an ownership transition, but failed to obtain an arena lease. Despite the initially announced August 15 deadline, the next confirmed expansion team was announced in November as the Massachusetts Pirates based out of Worcester, Massachusetts. In the expansion announcement, the league also mentioned adding teams in Greensboro, North Carolina, and Portland, Maine, but no mention of the other previously conditionally approved teams in Boston, Providence, or Orlando. The Carolina Cobras were announced in Greensboro on December 4 and the Maine Mammoths on December 5.In October 2017, commissioner Gregory stepped down and was replaced by the director of operations, Chris Siegfried.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strFanart1": null,
        "strFanart2": null,
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/league\/badge\/dcmjxa1512642332.png",
        "strLogo": null,
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strAwayTeam} @ {strHomeTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4479",
        "idSoccerXML": null,
        "strSport": "American Football",
        "strLeague": "NCAA Division 1",
        "strLeagueAlternate": "NCAA Division I",
        "strDivision": "3",
        "idCup": "0",
        "intFormedYear": "1869",
        "dateFirstEvent": "2018-08-25",
        "strGender": "Male",
        "strCountry": "USA",
        "strWebsite": "www.ncaa.com",
        "strFacebook": "www.facebook.com\/NCAADIFootball\/",
        "strTwitter": "twitter.com\/NCAA",
        "strYoutube": "www.youtube.com\/user\/ncaa",
        "strRSS": "https:\/\/www.cbssports.com\/rss\/headlines\/college-football\/",
        "strDescriptionEN": "NCAA Division I (D-I) is the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States. D-I schools include the major collegiate athletic powers, with larger budgets, more elaborate facilities and more athletic scholarships than Divisions II and III as well as many smaller schools committed to the highest level of intercollegiate competition.This level was once called the University Division of the NCAA, in contrast to the lower level College Division; these terms were replaced with numeric divisions in 1973. The University Division was renamed Division I, while the College Division was split in two; the College Division members that offered scholarships or wanted to compete against those who did became Division II, while those who did not want to offer scholarships became Division III.For the 2014-15 school year, Division I contained 345 of the NCAA's 1,066 member institutions, with 125 in the Football Bowl Subdivision (FBS), 125 in the Football Championship Subdivision (FCS), and 95 non-football schools, with six additional schools in the transition from Division II to Division I. There was a moratorium on any additional movement up to D-I until 2012, after which any school that wants to move to D-I must be accepted for membership by a conference and show the NCAA it has the financial ability to support a D-I program.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/5t0q9j1559432399.jpg",
        "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/8qmdk21559431550.jpg",
        "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/l8un271559431520.jpg",
        "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/1w7fk81559432155.jpg",
        "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/league\/banner\/l2yuro1564440381.jpg",
        "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/league\/badge\/hq0ixs1531826562.png",
        "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/league\/logo\/pnqxvm1564436669.png",
        "strPoster": "https:\/\/www.thesportsdb.com\/images\/media\/league\/poster\/9ru8px1564434911.jpg",
        "strTrophy": "https:\/\/www.thesportsdb.com\/images\/media\/league\/trophy\/jhhn5w1564430025.png",
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4391",
        "idSoccerXML": null,
        "strSport": "American Football",
        "strLeague": "NFL",
        "strLeagueAlternate": "NFL",
        "strDivision": "0",
        "idCup": "0",
        "intFormedYear": "1920",
        "dateFirstEvent": "1999-09-12",
        "strGender": "Male",
        "strCountry": "USA",
        "strWebsite": "www.nfl.com",
        "strFacebook": "www.facebook.com\/NFL",
        "strTwitter": "twitter.com\/nfl",
        "strYoutube": "www.youtube.com\/user\/NFL",
        "strRSS": "http:\/\/www.nfl.com\/rss\/rsslanding?searchString=home",
        "strDescriptionEN": "The National Football League (NFL) is a professional American football league of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America, and the highest professional level of American football in the world. The NFL's 17-week regular season runs from the week after Labor Day to the week after Christmas, with each team playing sixteen games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, played between the champions of the NFC and AFC.The NFL was formed in 1920 as the American Professional Football Association (APFA) before renaming itself the National Football League for the 1923 season. The NFL agreed to merge with the American Football League (AFL) in 1966, and the first Super Bowl was held at the end of that season; the merger was completed in 1970. Today, the NFL has the highest average attendance (67,591) of any professional sports league in the world and is the most popular sports league in the United States. The Super Bowl is among the biggest club sporting events in the world and individual Super Bowl games account for many of the most-watched television programs in American history. At the corporate level, the NFL is a nonprofit 501(c)(6) association. The NFL's executive officer is the commissioner, who has broad authority in governing the league.The team with the most NFL championships is the Green Bay Packers with thirteen; the team with the most Super Bowl championships is the Pittsburgh Steelers with six. The current NFL champions are the Denver Broncos, who defeated the Carolina Panthers 24–10 in Super Bowl 50.",
        "strDescriptionDE": "Die National Football League (NFL) ist eine US-amerikanische Profiliga im American Football. Sie besteht aus 32 Teams, die als Franchises in der National Football Conference (NFC) und der American Football Conference (AFC) organisiert sind. Beide Conferences, die im Wesentlichen aus den 1970 vereinigten Konkurrenzligen NFL und AFL bestehen, sind wiederum in je vier Divisionen unterteilt.Die Saison beginnt nach einer mehrwöchigen Preseason, in der nur Testspiele bestritten werden. Während der siebzehnwöchigen Regular Season bestreitet jedes Team 16 Spiele, daran anschließend spielen die besten Teams in den Play-offs um den Meistertitel. An diesen nehmen jeweils die vier Divisionssieger und die zwei weiteren besten Teams (die sogenannten Wildcard-Teams) einer Conference teil. Die daraus ermittelten Meister von AFC und NFC treffen im Super Bowl aufeinander, der seit einigen Jahren immer am ersten Sonntag im Februar stattfindet.Amtierender Meister sind die New England Patriots, die sich im Super Bowl LIII gegen die Los Angeles Rams mit 13:3 durchsetzten.Mit einem Jahresumsatz von ca. 13 Milliarden US-Dollar (2016) ist die NFL die umsatzstärkste Sportliga der Welt.[1]",
        "strDescriptionFR": "La National Football League (désignée par la traduction non officielle « Ligue nationale de football américain » en français), abrégée par son sigle NFL, est une association d'équipes professionnelles de football américain, active aux États-Unis. La NFL a été créée en 1920, d'abord sous le nom d'American Professional Football Association (APFA), avant d’être rebaptisée National Football League en 1922. La NFL organise chaque année un championnat très suivi aux États-Unis ponctué par un évènement majeur : le Super Bowl.",
        "strDescriptionIT": "La National Football League, identificata anche dall'acronimo NFL, è la maggiore lega professionistica nordamericana di football americano, al 2017 composta da 32 franchise di 30 città degli Stati Uniti (New York e Los Angeles sono infatti sede di due franchigie, i New York Giants e i New York Jets per New York, Los Angeles Rams e i Los Angeles Chargers per Los Angeles).Nel 2012 fu il torneo sportivo per club con la più alta affluenza media di pubblico per gara: 67.591 spettatori a partita[1] a fronte dei 45.116 della Fußball-Bundesliga, il campionato tedesco di calcio[1] e i 34.602 di quello inglese, la Premier League[1]. In quello stesso anno la NFL registrò anche il record mondiale di spettatori complessivo, 17.303.347[1].La NFL fu istituita nel 1920 come American Professional Football Association e due anni più tardi adottò il nome con il quale è conosciuta. La sua estensione geografica, così come lo stile di gioco, le regole, la copertura da parte dei media, la struttura dei play-off e della finale, risalgono alla fusione con la Lega rivale, l'American Football League, che ebbe luogo nel 1970. La composizione della NFL, con la suddivisione in otto division raggruppate in due conference (American Football Conference o AFC e National Football Conference o NFC), fu adottata nel 2002 a seguito di una riorganizzazione della precedente struttura.Storicamente il campionato iniziava la stagione nel fine settimana del Labor Day e terminava in corrispondenza del Natale ma a causa della diminuzione degli ascolti televisivi nel Labor Day, fu deciso lo slittamento al fine settimana successivo dell'avvio della competizione.Alla fine di ogni stagione i vincitori dei playoff dell'AFC e della NFC si incontrano nella finale del campionato, il Super Bowl, che si disputa in sede itinerante e neutra per entrambe le squadre. Nella settimana precedente al Super Bowl i migliori giocatori delle due conference disputano il Pro Bowl, che solitamente si tiene alle Hawaii. Eccezionalmente, nella stagione 2009 il Pro Bowl fu disputato nello stesso stadio del Super Bowl XLIV, il Sun Life Stadium di Miami.La squadra campione dell'NFL si aggiudica il trofeo “Vince Lombardi”, intitolato alla memoria dell'omonimo allenatore che negli anni sessanta guidò i Green Bay Packers alla conquista di due Super Bowl consecutivi.Il campionato NFL, e la sua finale in particolare, rappresentano una delle icone culturali nordamericane e in particolare degli Stati Uniti, tanto è vero che esso è divenuto uno dei simboli dell'americanità [2]. In tal senso, a sottolineare l'importanza del football americano nella cultura di tale Paese, spicca una nota frase dell'ex presidente degli Stati Uniti “Ike” Eisenhower che disse «Un ateo è colui che guarda Notre Dame - SMU [due noti club universitari di football] e non gli importa chi vincerà»[3].In ragione dell'altissima audience televisiva del Super Bowl (quella del 2013 ebbe un picco di 115 milioni di telespettatori[4]), l'evento è molto ambito dagli inserzionisti commerciali, che arrivano a pagare, nell'asta di assegnazione degli spazi destinati alla pubblicità prima, durante e dopo l'incontro, cifre anche dell'ordine di 4 milioni di dollari per 30 secondi di spot (equivalenti a circa 133 000 dollari al secondo)[4].",
        "strDescriptionCN": "國家美式足球聯盟（National Football League，NFL）是世界最大的職業美式足球聯盟，也是世界最具商业价值的体育联盟之一。目前联盟共有32支球队，分为两个联会：美國美式足球聯會和國家美式足球聯會，每个联会由四个分区组成，每个分区有四支球队。在例行赛季中，每支球队於每年9月至12月間、共17週内實行16场比赛，比賽日通常選在週日、週一或週四。例行赛季後，每个联会共有六支球队進入季後赛，各分區冠軍和戰績最佳球隊，通常稱為外卡（Wild Card）隊。经过三轮淘汰赛，两个联会的冠军在預定球場舉辦超級盃比赛，争夺最後的总冠军。超级盃举办前一周，會在奥兰多舉辦職業盃明星賽，由兩聯會各選出明星選手。联盟最早在1920年以美国职业美式橄榄球協会（American Professional Football Association）成立，於1922年1月28日改名为國家美式足球聯盟（National Football League）。國家美式足球聯盟是北美四大職業運動之一。",
        "strDescriptionJP": "ナショナル・フットボール・リーグ（英語: National Football League、略称：NFL）は、アメリカ合衆国で最上位に位置するプロアメリカンフットボールリーグである。概説\r\n1920年にアメリカン・プロフェッショナル・フットボール・アソシエーション（英語: American Professional Football Association, APFA）として4チームにより発足し、2年後の1922年に現在の名称であるナショナル・フットボール・リーグ（以下、NFL）に改名した。過去、NFLに対抗したプロフットボールのリーグがいくつか創設されたが、その対抗リーグよりNFLに編入されたチームがいくつか存在する。その中でも、1960年から1969年に存在したアメリカン・フットボール・リーグ(AFL)はNFLの最大のライバルとなり、1970年に両リーグがほぼ対等合併の形でリーグ統合を行い、現在の形のNFLが誕生した。現在のNFLは32チームにより編成されており、アメリカン・フットボール・カンファレンスとナショナル・フットボール・カンファレンスの二つのカンファレンスに16チームずつが所属している。さらに各カンファレンスには東、北、南、西の4つの地区があり、各地区に4チームずつが所属している。試合形式は9月から12月もしくは1月にかけて行われるレギュラーシーズンで各チームが16試合を戦い、各カンファレンスの上位6チームが1月に行われるプレーオフに進出し、一発勝負のトーナメント方式でカンファレンス優勝を争う。各カンファレンスで優勝したチームは、2月上旬に行われるリーグ優勝決定戦のスーパーボウルに出場し、その試合の勝利チームがNFLの年間王者となる。また、オールスターゲームであるプロボウルはスーパーボウルの前週に開催される。NFLは北米4大プロスポーツリーグの中で最も人気が高く[1]、レギュラーシーズンの1試合平均観客動員数は6万7000人を超えている[2]。特にスーパーボウルは同国最大のスポーツイベントであり、毎年テレビ番組で年間最高視聴率を記録するなど、圧倒的な注目を集めている。また2014年シーズンの年間収益は120億ドルであり[3]、メジャーリーグベースボールなどを大きく引き離し、経済的に世界最大のプロスポーツリーグである。レベニュー・シェアリングという収入平準化制度に代表されるように、各チームの戦力や資金力の均等化を追求することによってリーグの活性化を図っていることでも知られる。加盟チーム\r\n地区編成\r\n全米各地の32チームから成り、アメリカン・フットボール・カンファレンス (American Football Conference; AFC)と、ナショナル・フットボール・カンファレンス (National Football Conference; NFC) の2つのカンファレンスに16チームずつが所属している。カンファレンスはさらに東、北、南、西の4つの地区（ディビジョン）に別れ、4チームずつが所属している。1970年にAFLとNFLが統合したことによりAFC東中西、NFC東中西の6地区が成立し、2002年に現行の2カンファレンス各4地区制に移行した。",
        "strDescriptionRU": "Национа́льная футбо́льная ли́га (НФЛ) (англ. National Football League (NFL)) — профессиональная лига американского футбола в США. В настоящее время в НФЛ играет 32 команды. Лига была создана в 1920 году под названием «Американская профессиональная футбольная ассоциация» и получила своё нынешнее название в 1922 году. Наибольшую популярность НФЛ обрела в 1960—1970-х годах после объединения с конкурирующей лигой — Американской футбольной лигой.32 команды разделены на 2 конференции по 16 команд: Американскую и Национальную, каждая из которых, в свою очередь, разделена на 4 дивизиона по 4 команды: Восточный, Западный, Северный и Южный. В течение регулярного сезона, начинающегося в сентябре и продолжающегося 17 недель, каждая команда играет 16 игр. После окончания сезона 12 лучших команд играют по системе плей-офф. Финал плей-офф — Супербоул — самое популярное спортивное событие США.",
        "strDescriptionES": "La National Football League (NFL), en español conocida como Liga Nacional de Fútbol Americano, es la mayor liga de fútbol americano profesional de los Estados Unidos. La NFL toma la figura jurídica de asociación deportiva, controlada por sus propios miembros.1​ Fue creada por once equipos en 1920 como la American Professional Football Association, cambiando su nombre por el de American Professional Football League en 1921 para modificarlo una vez más por el nombre ahora vigente en 1922. Actualmente la NFL está formada por 32 franquicias establecidas en diversas ciudades y regiones estadounidenses. Se divide en dos conferencias: la Nacional (NFC) y la Americana (AFC). A su vez, cada conferencia se integra por cuatro divisiones (Norte, Sur, Este y Oeste) y cada una de ellas, por cuatro diferentes equipos.La temporada regular consiste en un calendario de diecisiete semanas durante las cuales cada equipo tiene una de descanso (denominada bye week), consistiendo en seis partidos contra rivales de la misma división, así como varios duelos interdivisionales e interconferenciales. Comienza la noche del jueves de la primera semana completa de septiembre (el jueves posterior al Labor Day) y prosigue hasta principios de enero. Al finalizar, seis equipos —los cuatro campeones de división y dos invitados o wild cards— de cada conferencia disputan las eliminatorias o playoffs. Después de eso, viene la final de cada conferencia, donde los ganadores campeones de cada una van directos al partido soñado, conocido como Super Bowl. La semana anterior se disputa el Pro Bowl, en la que se enfrentan ambas conferencias integradas por sus mejores jugadores de ese año.A pesar de habérsele considerado al béisbol como el «pasatiempo nacional de los Estados Unidos», el fútbol americano es el deporte más popular en dicho país. Según la encuesta de Harris Poll, secundada por la empresa Harris Interactive, el fútbol americano profesional se situó por delante del béisbol como deporte favorito en 1965, cuando la American Football League, por aquel entonces liga rival de la NFL, emergió como una gran liga de fútbol americano profesional. El fútbol americano se ha mantenido como deporte favorito desde entonces. En una Harris Poll de 2008, la NFL era el deporte favorito de casi la misma gente (30 %) que de los siguientes cuatro deportes juntos —béisbol (15 %), automovilismo (10 %), hockey (5 %) y baloncesto profesional masculino (4 %)—.2​ Además, los ratings televisivos de fútbol americano en Estados Unidos sobrepasan los de otros deportes.3​ Además de eso, el fútbol americano universitario es en la actualidad el tercer deporte más popular en Estados Unidos, con un 12 % de los encuestados considerándolo como su favorito. Por ello, un total de 42 % de estadounidenses consideran algún nivel de fútbol americano (profesional o universitario) como su deporte favorito.La NFL ostenta la mayor asistencia de público por partido de todas las ligas profesionales del mundo, atrayendo a 67.000 espectadores en cada partido en las temporadas 20064​ y la de 2007.5​ No obstante, la asistencia de público total en términos brutos de la NFL solo supone aproximadamente el 20 % de la Major League Baseball (MLB), dado que esta disputa diez veces más partidos.",
        "strDescriptionPT": "A National Football League (NFL) é a liga esportiva profissional de futebol americano dos Estados Unidos. Consiste de 32 times, divididos igualmente entre duas conferências: a National Football Conference (NFC) e a American Football Conference (AFC). A NFL é uma das quatro grandes ligas esportivas profissionais estadunidenses e é o principal expoente do futebol americano no mundo.[2] Sua temporada regular é jogada por dezessete semanas, de setembro a dezembro, com cada time jogando dezesseis partidas e tendo uma semana de folga. Após a conclusão da temporada regulamentar, seis times de cada conferência (quatro campeões de divisão e dois times de repescagem) avançam para os playoffs, em uma competição de morte súbita culminando na grande final, o Super Bowl, que normalmente é disputado no primeiro domingo de fevereiro e coloca frente a frente os campões da NFC e da AFC.A NFL foi formada na década de 1920 como a American Professional Football Association (APFA) antes de mudar seu nome e passar a ser conhecida como National Football League (ou Liga Nacional de Futebol [Americano]) em 1922. A NFL não era a única liga de futebol americano nos Estados Unidos e durante a década de 1960 nutriu uma rivalidade com a American Football League (AFL). Devido a inflação dos salários dos jogadores e outras questões (majoritariamente financeiras e de competitividade), as duas ligas rivais decidiram iniciar um processo de fusão, que começou em 1966, com o primeiro Super Bowl, uma partida entre os campeões de cada liga; a fusão foi completada em 1970.[3]Atualmente, a NFL é a liga esportiva com a maior média de público (67 591 por jogo) do mundo,[4] além de ser também a mais rica.[5] Desde a década de 1990, a NFL ainda é a liga esportiva mais popular dos Estados Unidos, líder em público, audiência na TV e lucros angariados.[6] O Super Bowl é um dos eventos entre clubes esportivos com maior audiência no mundo[7] e a final do campeonato é o evento mais assistido na televisão americana, com uma forte audiência mundial também.[8] A direção executiva da NFL fica a cargo do seu comissário, eleito pelos trinta e dois donos de times, que tem a autoridade de governar o dia-dia da administração da liga.O time da NFL com mais títulos é o Green Bay Packers com treze (nove antes da fusão com a AFL e quatro troféus de campeão do Super Bowl); já os times com mais anéis de campeão do Super Bowl são o Pittsburgh Steelers e o New England Patriots, com seis cada. O atual campeão da liga são os Patriots, que derrotaram o Los Angeles Rams no Super Bowl LIII. Em termos financeiros, em 2016, o time mais rico era o Dallas Cowboys, com valor de mercado estimado em mais de US$ 4 bilhões de dólares (sendo a marca esportiva mais valiosa do mundo), segundo a revista Forbes.[5]",
        "strDescriptionSE": "National Football League (NFL) är en professionell liga för amerikansk fotboll i USA. Varje lag spelar 16 matcher. Normalt sett får lagen en vecka utan ligaspel mellan september och januari. Vid slutet av grundserien går sex lag från varje konferens vidare till slutspelet som är en utslagsturnering där de två sist kvarvarande lagen spelar finalmatchen i den så kallade Super Bowl. Finalmatchen spelas i månadsskiftet januari\/februari på en förvald plats som normalt är en stad som har ett NFL-lag eller ett populärt college-lag. Uppemot 90 miljoner amerikaner tittar årligen på Super Bowl. En vecka före Super Bowl spelar utvalda all-star-spelare från både AFC och NFC i Pro Bowl. Tidigare spelades matchen på Hawaii men 2015 ändrades det och man spelade den på samma arena som höll super bowl veckan efter.",
        "strDescriptionNL": "De National Football League (NFL) is de grootste, professionele American footballcompetitie van de Verenigde Staten. De competitie bestaat uit 32 teams, verspreid over Amerikaanse steden en regio's.De NFL bestaat uit twee competities, namelijk de American Football Conference (AFC) en de National Football Conference (NFC). Elke competitie is verder onderverdeeld in vier divisies (Oost, Noord, West en Zuid), die elk vertegenwoordigd worden door vier teams. Gedurende het reguliere seizoen, meestal van september tot december, speelt elk team 16 wedstrijden. Aan het eind van het seizoen spelen de beste zes teams van elke competitie tegen elkaar, in de vorm van een toernooi, namelijk de play-offs. Per divisie is er één winnaar. De beste twee teams buiten deze vier gaan ook door naar de playoffs op een zogenoemde wild-card. Eerst is er het wild-cardweekend. Dan spelen de wild-cardwinnaars tegen de nummers drie en vier van de competitie. De winnaars van deze wedstrijd spelen tegen de nummers één en twee van de competitie.De winnaar van de AFC speelt vervolgens tegen de winnaar van de NFC in de NFL-kampioenswedstrijd: de Super Bowl. Deze wedstrijd wordt gespeeld op een van tevoren bepaalde locatie, gewoonlijk een stad waar een NFL-team gehuisvest is. De week ervoor speelt een aantal uit de AFC en NFC geselecteerde spelers de Pro Bowl, die sinds 1979 in Honolulu (Hawaï) gespeeld wordt.Ook in Europa was er een NFL-competitie: NFL Europa. In deze competitie speelden de Europese American footballclubs, waaronder de Amsterdam Admirals. Op 29 juni 2007 werd de NFL Europa opgeheven.",
        "strDescriptionHU": "A National Football League (NFL) a legnagyobb amerikaifutball-szövetség az USA-ban. 1920-ban alakult meg American Professional Football Association néven. Mai nevét 1922. június 24-én vette fel. A világ legnézettebb bajnoksága, 2005-ben az átlagos mérkőzésenkénti nézőszám 67 593 volt, ami 30 000-rel nagyobb, mint a második helyet elfoglaló Bundesligáé volt abban az évben. A bajnokságában 32 csapat vesz részt, melyek két konferencia tagjai, az AFC-é (American Football Conference), és az NFC-é (National Football Conference). A konferenciák további négy-négy csoportra oszlanak, így minden csoportban négy csapat szerepel.Jelenleg egy szezon 17 hétig tart, melyek alatt minden csapat 16 mérkőzést játszik összesen, minden héten egyet. Az alapszakasz szeptember első hetében csütörtökön kezdődik és december végéig, vagy január elejéig tart. Az alapszakaszt követően minden konferenciából hat-hat csapat játszik a playoffban egyenes kieséses rendszerben és a döntővel, a Super Bowllal ér véget. A döntő helyszínét előre kiválasztják, rendszerint egy NFL csapattal rendelkező város rendezheti meg azt. Az AFC (American Football Conference) és az NFC (National Football Conference) legjobb játékosai a Pro Bowlon mérkőzhetnek meg. Az 1980-tól minden Pro Bowlt Hawaiin tartották, ez alól a 2010-es volt csak kivétel, hiszen, ez alkalommal a floridai Miamiban a Sun Life Stadiumban volt a mérkőzés. A 2010-es nem csak helyszínében, hanem időpontjában is különbözött az addig megszokotthoz. 2010-ben a Pro Bowl a Super Bowlt megelőző héten tartották.A világ ötödik legnagyobb nézőszámú profi sportligája.[1]",
        "strDescriptionNO": "National Football League (NFL) er den høyeste profesjonelle amerikanske ligaen for amerikansk fotball spilt av menn, og anses for å være den beste og viktigste ligaen i sporten. Den ble grunnlagt i 1920 som American Professional Football Association av elleve lag. De endret navn til det nåværende i 1922. NFL er inndelt i American Football Conference (AFC) og National Football Conference (NFC)), som igjen er delt inn i fire divisjoner hver.Sesongen varer fra første helg etter Labor Day i begynnelsen av september og avsluttes med den prestisjefylte Super Bowl, som i de senere år har vært spilt første søndag i februar. Grunnserien ('Regular season') utgjør de første 17 ukene, frem til årsskifte, hvor hvert lag spiller 16 kamper. De seks beste lagene fra hver conference går videre til et sluttspill i januar. Vinnerne av AFC- og NFC-sluttspillene møtes i Super Bowl for å avgjøre vinneren av NFL.Ligaen har en daglig leder (Commissioner of the NFL).",
        "strDescriptionPL": "National Football League (skrót: NFL, Narodowa Liga Futbolowa) – największa zawodowa liga futbolu amerykańskiego, złożona z 32 zespołów. Liga powstała w roku 1920, jako American Professional Football Association (Amerykańskie Stowarzyszenie Futbolu Zawodowego) i zmieniła nazwę na obecną dwa lata później.Drużyny ligi podzielone są obecnie pomiędzy dwie konferencje: American Football Conference (skrót: AFC, Amerykańska Konferencja Futbolowa) i National Football Conference (skrót: NFC, Krajowa Konferencja Futbolowa). Obie konferencje dzielą się z kolei na 4 dywizje zrzeszające po 4 zespoły każda. Dla rozróżnienia dywizjom nadano określenia: Wschodnia, Północna, Południowa i Zachodnia[1].Podczas sezonu każdy z zespołów ligi rozgrywa 16 meczów w przeciągu 17 tygodni[2] – zazwyczaj w okresie od września do grudnia. Po zakończeniu sezonu następuje faza rozgrywek play-off, w której uczestniczy po 6 najlepszych zespołów w obu konferencjach: czterech zwycięzców dywizji oraz dwie drużyny niezwycięskie („dzikie karty”) z najlepszym dorobkiem punktowym w danej konferencji. Faza kończy się zwycięstwem jednej z drużyn, która staje się mistrzem swojej konferencji i awansuje do finału ligi, Super Bowl, w którym mierzy się z mistrzem drugiej konferencji. Super Bowl rozgrywa się na uprzednio wybranym obiekcie – zazwyczaj jest to stadion jednej z drużyn ligi. Tydzień przed finałem, odbywa się Pro Bowl, mecz gwiazd obu konferencji.",
        "strDescriptionIL": "NFL (ראשי תיבות של National Football League) היא ליגת הפוטבול הלאומית והמקצוענית של ארצות הברית. ה-NFL היא הליגה המצליחה והנצפית ביותר בארצות הברית ואחת הליגות המצליחות בעולם. היא כוללת 32 קבוצות מערים בארצות הברית. בניגוד לליגות הבכירות האחרות בארצות הברית, ה-NBA, ה-MLB וה-NHL לא משתתפות בה קבוצות מקנדה, שבה יש ליגת פוטבול עצמאית הנקראת CFL.הליגה הוקמה בשנת 1920 תחת השם American Professional Football Association ובשנת 1922 שונה השם לשמה הנוכחי.עד שנת 1960 משחקי הפוטבול הפופולריים ביותר שוחקו בליגות האוניברסיטאות. אך לאחר הגמר של שנת 1958 שהגיע להארכה ולאחר המיזוג עם ליגת ה-American Football League, החלה הליגה לתפוס תאוצה עד שהפכה לליגת הספורט העשירה בארצות הברית כיום.מיזוג AFL-NFL שהתרחש בשנת 1970, היה מיזוג בין ה-NFL לבין הליגה השנייה בגודלה בארצות הברית, ה-American Football League (ליגת הפוטבול האמריקאית ה-AFL). המיזוג בא כתוצאה מתחרות שהובילה ל'מלחמה' ממושכת בין שתי הליגות. המיזוג סלל את הדרך לליגה המשותפת, ששמרה על השם NFL ועל הסמל שלו. הליגה הפכה לליגה החזקה והאהודה ביותר באמריקה. המיזוג בדרך כלל מיוחס לתחילת העידן המודרני של הפוטבול האמריקאי המקצועני.הליגה נפתחת כל שנה, על פי מסורת, בחג העבודה (Labor Day) (תחילת ספטמבר), נמשכת תוך כדי חג המולד וחג ההודיה, ומסתיימת בתחילת חודש פברואר. משחק הסופרבול, המתקיים בסוף העונה (תחילת פברואר), הוא משחק הגמר בו נפגשות שתי קבוצות, אלופת ה-AFC ואלופת ה-NFC, ובסיום המשחק נקבעת האלופה. הסופרבול הוא אירוע הספורט והטלוויזיה הגדול ביותר בארצות הברית כל שנה ועלות הפרסומות בו היא הגבוהה ביותר מכלל התוכניות המשודרות.בעבר שבוע לאחר הסופרבול נערך משחק הפרו בול אשר מפגיש את כוכבי הליגה. החל מעונת 2010 הוקדם המשחק והוא נערך שבוע לפני הסופרבול.הליגה נחשבת לליגת הספורט הפופולרית ביותר בעולם, עם ממוצע של 67,405 צופים למשחק.[1]",
        "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/tpxttq1425193198.jpg",
        "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/tuuyxt1421437412.jpg",
        "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/yrvtws1425193269.jpg",
        "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/league\/fanart\/srrspx1425193329.jpg",
        "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/league\/banner\/w0rbro1567703618.jpg",
        "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/league\/badge\/trppxv1421413032.png",
        "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/league\/logo\/kp1www1565195936.png",
        "strPoster": "https:\/\/www.thesportsdb.com\/images\/media\/league\/poster\/z0b4or1565755901.jpg",
        "strTrophy": "https:\/\/www.thesportsdb.com\/images\/media\/league\/trophy\/uvvxsv1421436410.png",
        "strNaming": "{strAwayTeam} @ {strHomeTeam}",
        "strComplete": "yes",
        "strLocked": "unlocked"
    }
]
